Repository: Obewyn/Oberules
Catalog: obe_rules-*.po
Languages: fr_fr

source: <strong>ERROR</strong>: Your new password must be at least %d characters long.
fr_fr: <strong>ERREUR</strong>: Votre nouveau mot de passe doit contenir au moins %d caractères.

source: <strong>ERROR</strong>: Your new password must contain at least one uppercase letter and one lowercase letter.
fr_fr: <strong>ERREUR</strong>: Votre nouveau mot de passe doit contenir au moins une minuscule et une majuscule.

source: <strong>ERROR</strong>: Your new password must contain at least one letter.
fr_fr: <strong>ERREUR</strong>: Votre nouveau mot de passe doit contenir au moins une lettre.

source: <strong>ERROR</strong>: Your new password must contain at least one digit.
fr_fr: <strong>ERREUR</strong>: Votre nouveau mot de passe doit contenir au moins un chiffre.

source: <strong>ERROR</strong>: Your new password must contain at least one punctuation character among the following.
fr_fr: <strong>ERREUR</strong>: Votre nouveau mot de passe doit contenir au moins un caractère de ponctuation parmi les suivants.

source: Oberules settings
fr_fr: Configuration de Oberules

source: Minimum password length
fr_fr: Longueur minimale du mot de passe

source: Leave at "0" for no password length limit.
fr_fr: Laisser à &laquo;0&raquo; pour ne pas définir de longueur minimale.

source: Letter character required
fr_fr: Lettre requise

source: No letter required
fr_fr: Aucune lettre requise

source: At least one letter
fr_fr: Au moins une lettre requise

source: At least one lowercase letter and one uppercase letter
fr_fr: Au moins une minuscule et une majuscule

source: Require at least one digit
fr_fr: Au moins un chiffre requis

source: Require punctuation symbole
fr_fr: Symbole de ponctuation requis

source: Require at least one of the following characters
fr_fr: Au moins un des caractères de ponctuation suivants est requis.
